[
  "“Productivity is never an accident. It is always the result of a commitment to excellence, intelligent planning, and focused effort.” – Paul J. Meyer",
  "“Luck is only important in so far as getting the chance to sell yourself at the right moment. After that, you’ve got to have talent and know how to use it.” – Frank Sinatra",
  "“If you spend too much time thinking about a thing, you’ll never get it done.” – Bruce Lee",
  "“It’s not knowing what to do; it’s doing what you know.” – Tony Robbins",
  "“The big secret in life is that there is no big secret. Whatever your goal, you can get there if you’re willing to work.” – Oprah Winfrey",
  "“Success is often achieved by those who don’t know that failure is inevitable.” – Coco Chanel",
  "“The least productive people are usually the ones who are most in favor of holding meetings.” – Thomas Sowell",
  "“Nothing is less productive than to make more efficient what should not be done at all.” – Peter Drucker",
  "“Simplicity boils down to two steps: identify the essential, eliminate the rest.” – Leo Babauta",
  "“You can do anything, but not everything.” – David Allen",
  "“You don’t need a new plan for next year. You need a commitment.” – Seth Godin",
  "“Never mistake motion for action.” – Ernest Hemingway",
  "“Action is the foundational key to all success.” – Pablo Picasso",
  "“Amateurs sit and wait for inspiration, the rest of us just get up and go to work.” – Stephen King",
  "“The way to get started is to quit talking and begin doing.” – Walt Disney",
  "“Surfaces are not for storage. Rather, surfaces are for activity, and should be kept clear at all other times.” – Francine Jay",
  "“Life is too complicated not to be orderly.” – Martha Stewart",
  "“Your mind is for having ideas, not holding them.” – David Allen",
  "“Edit your life frequently and ruthlessly. It’s your masterpiece after all.” – Nathan W. Morris",
  "“The simple act of paying positive attention to people has a great deal to do with productivity.” – Tom Peters",
  "“Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven’t found it yet, keep looking. Don’t settle. As with all matters of the heart, you’ll know when you find it”. – Steve Jobs",
  "“All things will be produced in superior quantity and quality, and with greater ease, when each man works at a single occupation, in accordance with his natural gifts, and at the right moment, without meddling with anything else.” – Plato",
  "“Productivity is being able to do things that you were never able to do before.” – Franz Kafka",
  "“It is not necessary to do extraordinary things to get extraordinary results.” – Warren Buffett",
  "“People often say that motivation doesn’t last long. Well, neither does bathing – that’s why we recommend it daily.” – Zig Ziglar",
  "“Far and away the best prize that life offers is the chance to work hard at work worth doing.” – Theodore Roosevelt",
  "“Work gives you meaning and purpose and life is empty without it.” – Stephen Hawking",
  "“Time management is not a peripheral activity or skill. It is the core skill upon which everything else in life depends.” – Brian Tracy",
  "“The true price of anything you do is the amount of time you exchange for it.” – Henry David Thoreau",
  "“Ordinary people think merely of spending time, great people think of using it.” – Arthur Schopenhauer",
  "“The key is not to prioritize what’s on your schedule, but to schedule your priorities.” – Stephen Covey",
  "“Drive thy business or it will drive thee.” – Benjamin Franklin",
  "“It’s not that I’m so smart, it’s just that I stay with problems longer.” – Albert Einstein",
  "“Nothing is particularly hard when you divide it into small jobs.” – Henry Ford",
  "“Concentrate all your thoughts upon the work in hand. The Sun’s rays do not burn until brought to a focus” – Alexander Graham Bell",
  "“Anyone who has never made a mistake has never tried anything new.” – Albert Einstein",
  "“While one person hesitates because he feels inferior, the other is busy making mistakes and becoming superior.” – Henry C. Link",
  "“He who is not courageous enough to take risks will accomplish nothing in life.” – Muhammad Ali",
  "“Sometimes, things may not go your way, but the effort should be there every single night.” – Michael Jordan",
  "“What we fear doing most is usually what we most need to do.” – Tim Ferriss",
  "“Soon is not as good as now.” – Seth Godin"
]